[
    {
        "value": null,
        "date": "2018-04-08"
    },
    {
        "value": "Tired hungry unproductive",
        "date": "2018-04-07"
    },
    {
        "value": "Concerned about myself as a researcher.unknown future about job.",
        "date": "2018-04-06"
    },
    {
        "value": "Mood swings concerned about my abilities as a researcher but happy that I found new job with Harold. Anxiety spike when I had to submit the entire U Turin application. Depressed about my ability to understand, retain information, communicat",
        "date": "2018-04-05"
    },
    {
        "value": "Tired hungry Happy about potential job from Harold Burgess still questioning everything difficulty finding motivation therapy helped give clarity excited for PhD programs",
        "date": "2018-04-04"
    },
    {
        "value": "Depressed unmotivated just want to know where I’ll be in a few months. Can’t will myself to get out of bed but I need to study. I need to visualize myself performing well so I can study and work hard.",
        "date": "2018-04-03"
    },
    {
        "value": "Productive made good progress tired figured out that the MS in data science would be a possibility wondering where my future will lead me but hopefully should get help from Ryan for PhD applications grateful for knowledge",
        "date": "2018-04-02"
    },
    {
        "value": "Productive found happiness in talking to my sister hungry not in the mood to eat anxious over GRE and not having a job yet",
        "date": "2018-04-01"
    },
    {
        "value": "PhD applications, ordered pizza, studied, applied to jobs, planned out future goals on GitHub, watched YouTube videos,",
        "date": "2018-03-31"
    },
    {
        "value": "Good productive hungry worked well and came up with good ideas for the future. Found more graduate opportunities. Need to start studying. Procrastination",
        "date": "2018-03-30"
    },
    {
        "value": "Anxious about myself and future finished hw need to study and apply to programs and get more food. Questioning myself and my purpose. Reflecting on how I have no motivation. Everything seems so useless and not worth it.",
        "date": "2018-03-29"
    },
    {
        "value": "Tired productive late to work found new opportunities for future learned microscopy in neuroscience found programming resources therapy helped understand how to deal with family issues, analyze my emotions, understand childhood",
        "date": "2018-03-28"
    },
    {
        "value": "Productive punctual homework need to study communicated with Ryan found new potential opportunities gained new skills in programming analyzed my productivity reflected upon my nature",
        "date": "2018-03-27"
    },
    {
        "value": "Productive tired hungry sleepy need to study procrastinating early morning breakfast at pancake house was fun. Immersing myself in coding and bioinformatics was satisfying need to get my sleep schedule in order",
        "date": "2018-03-26"
    },
    {
        "value": "Slept all day again. Need to remain hopeful and persevering in my job search and outlook for graduate school. Anxious that I don’t have the near future planned out. Hope to have a productive night to make myself an efficient person.",
        "date": "2018-03-25"
    },
    {
        "value": "Slept all day. Applied to a few jobs and studied a bit.",
        "date": "2018-03-24"
    },
    {
        "value": "Productive. tired. hungry. Happier and content after therapy. insights into why I am this way. Read some philosophy and learned a lot at work. Need to study and wake up earlier.",
        "date": "2018-03-23"
    },
    {
        "value": "Productive. Tired. Hungry. Unfocused. Worried about machine learning grade. Mood swing in afternoon most likely due to postbac position rejection. Feeling hopeless about my prospects. Trying to focus on bright side.",
        "date": "2018-03-22"
    },
    {
        "value": "Productive fun hackathon day. Feeling better about graduate school and future job prospects. Networking. Self-aware. Hope to keep in touch with Luli. Didn't sleep well.",
        "date": "2018-03-21"
    },
    {
        "value": "Unproductive but fun hackathon day. Need to study. Stable mood.",
        "date": "2018-03-20"
    },
    {
        "value": "Exhausted from the hackathon. Made friend with Luli. Need to study and work more.",
        "date": "2018-03-19"
    },
    {
        "value": "Slept most of the day and felt guilty about it. I don't have to do so much for work right now but I really need to be studying. Concerned and confused about my future, difficulties of graduate school. Curious wondering about everything.",
        "date": "2018-03-18"
    },
    {
        "value": "Slept most of the day. Didn’t feel guilty. Still need to study and get more work done.",
        "date": "2018-03-17"
    },
    {
        "value": "interview went well - most likely getting and accepting the job with Shurjo. good progress with work. reflecting and learning more about myself, habits, coping mechanism. Very tired and hungry. gf the nih, my glasses, and harris teeter.",
        "date": "2018-03-16"
    },
    {
        "value": "Another interview. Tired. Unproductive. Need to make up missed work hours and study. Procrastinating. Dwelling. Frustrated and stuck with work. Scared of approaching Ryan. Anxious about my ability. Mood swing in morning. coffee, water, my goldfish.",
        "date": "2018-03-15"
    },
    {
        "value": "Tired. Productive. 2 more job interviews. Busy applying to jobs. Still need to study. Grateful for pokemon, the Internet, and books.",
        "date": "2018-03-14"
    },
    {
        "value": "Sick tired hungry didn’t sleep well. Work was productive. Applied to more jobs. Got 2 more interviews. Scikit learn. Snakemake. Machine learning math. Mood swing in evening. Studied for gre. Grateful for interviews, research, and Ryan.",
        "date": "2018-03-13"
    },
    {
        "value": "Long day . Hungry tired . Applied to more jobs. Research is frustrating. Had interview with gusto global. Feeling sick. Back in habit of writing. Grateful for interviews, science, and water.",
        "date": "2018-03-12"
    },
    {
        "value": "Relaxed and slept all day. Felt guilty for not working. But honestly I needed to rest. Ate healthy. Have a big day of work tomorrow. Need to study for GRE bio. Slowly moving on from past. Grateful for my iPhone, writing ability, and friend Joyce.",
        "date": "2018-03-11"
    },
    {
        "value": "Brunch at pancake house. Applied to ~50 jobs. Productive day on work. It’s still annoying how nowhere has gotten back to me yet. Worked on neuroscience machine learning project. Learned computer science skills. Grateful for food, github, pokemon.",
        "date": "2018-03-10"
    },
    {
        "value": "Tired. Hungry. Productive. Slacking after work. Ryan is happy with my work. Ate 8 eggs when I got home. Playing pokemon well. Grateful for my roommate, fish, and grocery store in the basement . Need to study and teach myself software engineering.",
        "date": "2018-03-09"
    },
    {
        "value": "Productive. Content. Showed initiative at work by working hard when Ryan wasn’t there and keeping in touch with him throughout the day. Received another job interview. Grateful for pokemon showdown, my programming skills, and my faes courses.",
        "date": "2018-03-08"
    },
    {
        "value": "Therapy helped. Moving on from the past slowly but surely. Very hungry. Grateful for my job interviews, current work environment, my family for their support. Still anxious about my future. Need to study for an upcoming exam.",
        "date": "2018-03-07"
    },
    {
        "value": "Felt so tired after work. Just ate chili eggs and cereal and watched videos when I got home. Work was fine but I’m running into roadblocks that I’m struggling with. Grateful for my friends, my intellect, my work experience so far.",
        "date": "2018-03-06"
    },
    {
        "value": "Tired. Still upset about what Ryan told me. Don’t know how my future stacks up. Interview was good today. Did well with work.",
        "date": "2018-03-05"
    },
    {
        "value": "Slept all day. Idk why I can’t get out of bed. Still concerned about my future and what I can do. Confused about my self and who I am.",
        "date": "2018-03-04"
    },
    {
        "value": "Still feeling down about what Ryan told me. Got to enjoy the weekend by being lazy but trying to get work done on the project for BIOF509. Studied a little bit.",
        "date": "2018-03-03"
    },
    {
        "value": "Depression worthless fatigue anxiety sleep. I slept all day because work was canceled. In hindsight it seems like a bad idea since I could have been productive. Delicious Indian buffet for lunch, though. Interview for UC Riverside job next week.",
        "date": "2018-03-02"
    },
    {
        "value": "Still worried about my work ethic. Depressed anxious stressed blue glum down. Started working on ML project.",
        "date": "2018-03-01"
    },
    {
        "value": "Feeling slightly better about my work ethic. Still difficult to wake up and get out of bed. Need to find my motivation:",
        "date": "2018-02-28"
    },
    {
        "value": "Still insecure and apathetic due to what Ryan told me. Getting the news from a potential postbac opportunity here at the nih was nice. Hopeless worthless depression anxiety blame guilt shame dark overpowering insidious",
        "date": "2018-02-27"
    },
    {
        "value": "Can’t feel anything. Still worried about who I am as a person.",
        "date": "2018-02-26"
    },
    {
        "value": "Didn’t do much. Could have been more productive. I just slept most of the day. Way too much sleep, though.",
        "date": "2018-02-25"
    },
    {
        "value": "Depressed about what Ryan told me.",
        "date": "2018-02-24"
    },
    {
        "value": "Ryan told me he's not happy with my work. He said he doesn't know if I'm fit for grad school, and he's gotten the impression that I hate this job.",
        "date": "2018-02-23"
    }
]